Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Deselect item
ar: إلغاء تحديد العنصر
ca: Anul·la la selecció de l’element
cy: Dad-ddewis eitem
da: Fravælg element
da_instk12: Fravælg element
de: Element abwählen
es: Desmarcar ítem
es_es: Deseleccionar ítem
fi: Poista kohteen valinta
fr: Désélectionner l’élément
fr_ca: Désélectionner l’élément
ga: Díroghnaigh mír
hi: आइटम अचयनित करें
ht: Deseleksyone atik
id: Hapus pilihan item
is: Afvelja atriði
it: Deseleziona elemento
ja: アイテムの選択を解除する
ko: 항목 선택 해제
mi: Whakawetohia te tūemi
ms: Nyahpilih item
nb: Velg bort element
nb_instk12: Velg bort element
nl: Item deselecteren
pl: Odznacz pozycję
pt: Desmarcar item
pt_br: Desmarcar item
ru: Отменить выбор позиции
sl: Prekliči izbiro elementa
sv: Avmarkera objekt
sv_instk12: Avmarkera objekt
th: ยกเลิกการเลือกรายการ
vi: Hủy chọn mục
zh: 取消选中项目
zh_hk: 取消選取項目

source: Deselected
ar: تم إلغاء التحديد
ca: S’ha anul·lat la selecció
cy: Wedi dad-ddewis
da: Fravalgt
da_instk12: Fravalgt
de: Abgewählt
es: Desmarcado
es_es: Deseleccionado
fi: Kohteen valinta poistettu
fr: Désélectionné
fr_ca: Désélectionnée
ga: Díroghnaithe
hi: अचयनित किया गया
ht: Deseleksyone
id: Menghapus pilihan
is: Afvalið
it: Deselezionato
ja: 選択解除
ko: 선택 해제됨
mi: Kua whakakorehia
ms: Dinyahpilih
nb: Valgt bort
nb_instk12: Valgt bort
nl: Gedeselecteerd
pl: Odznaczono
pt: Desmarcado
pt_br: Desmarcado
ru: Выбор отменен
sl: Izbor je preklican
sv: Avmarkerat
sv_instk12: Avmarkerat
th: ยกเลิกการเลือกรายการแล้ว
vi: Đã hủy chọn
zh: 取消选中
zh_hk: 已取消選取

source: Designer
ar: المصمم
ca: Dissenyador
cy: Dylunydd
es: Diseñador
es_es: Diseñador
fi: Suunnittelija
fr: Concepteur
fr_ca: Concepteur
ga: Dearthóir
hi: डिज़ाइनर
ht: Kreyatè
id: Desainer
is: Hönnuður
it: Progettista
ja: 設計者
ko: 디자이너
mi: Kaitātai
ms: Pereka bentuk
nl: Ontwerper
pl: Projektant
ru: Дизайнер
sl: Snovalec
th: ผู้ออกแบบ
vi: Người Thiết Kế
zh: 设计者
zh_hk: 設計師

source: Designers
ar: المصممون
ca: Dissenyadors
cy: Dylunwyr
da: Designere
da_instk12: Designere
de: Designer
es: Diseñadores
es_es: Diseñadores
fi: Suunnittelijaa
fr: Concepteurs
fr_ca: Concepteurs
ga: Dearthóirí
hi: डिज़ाइनर
ht: Kreyatè
id: Desainer
is: Hönnuðir
it: Progettista
ja: 設計者
ko: 디자이너
mi: Kaitātai
ms: Pereka bentuk
nb: Designere
nb_instk12: Designere
nl: Ontwerpers
pl: Projektanci
ru: Дизайнеры
sl: Snovalci
th: ผู้ออกแบบ
vi: Người Thiết Kế
zh: 设计者
zh_hk: 設計師

source: Details
ar: التفاصيل
ca: Informació
cy: Manylion
da: Nærmere oplysninger
da_instk12: Nærmere oplysninger
es: Detalles
es_es: Detalles
fi: Lisätiedot
fr: Détails
fr_ca: Détails
ga: Sonraí
hi: विवरण
ht: Detay
id: Detail
is: Upplýsingar
it: Dettagli
ja: 詳細
ko: 세부 정보
mi: Nga korero taipitopito
ms: Butiran
nb: Detaljer
nb_instk12: Detaljer
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Подробные сведения
sl: Podrobnosti
sv: Detaljer
sv_instk12: Detaljer
th: รายละเอียด
vi: Các Thông Tin Chi Tiết
zh: 详情
zh_hk: 詳細資料

source: DEVELOPER
ar: المطور
ca: DESENVOLUPADOR
cy: DATBLYGWR
da: UDVIKLER
da_instk12: UDVIKLER
de: ENTWICKLER
es: DESARROLLADOR
es_es: DESARROLLADOR
fi: KEHITTÄJÄ
fr: DÉVELOPPEUR
fr_ca: DÉVELOPPEUR
ga: FORBRÓIR
hi: डेवलपर
ht: DEVELOPÈ
id: PENGEMBANG
is: FRAMLEIÐANDI
it: SVILUPPATORE
ja: デベロッパー
ko: 개발자
mi: KAIWHAKAWHANAKE
ms: PEMBANGUN
nb: UTVIKLER
nb_instk12: UTVIKLER
nl: ONTWIKKELAAR
pl: TWÓRCA
pt: DESENVOLVEDOR
pt_br: DESENVOLVEDOR
ru: РАЗРАБОТЧИК
sl: PROGRAMER
sv: UTVECKLARE
sv_instk12: UTVECKLARE
th: ผู้พัฒนา
vi: NHÀ PHÁT TRIỂN
zh: 开发人员
zh_hk: 開發人員

source: Developer menu
ar: قائمة المطورين
ca: Menú de desenvolupador
cy: Dewislen datblygwr
da: Udvikler-menu
da_instk12: Udvikler-menu
de: Entwicklermenü
es: Menú del desarrollador
es_es: Menú del desarrollador
fi: Sovelluskehittäjän valikko
fr: Menu du développeur
fr_ca: Menu du développeur
ga: Roghchlár forbróra
hi: डेवलपर मेनू
ht: Meni devlopè
id: Menu pengembang
is: Valmynd þróunaraðila
it: Menu sviluppatore
ja: 開発者用メニュー
ko: 개발자 메뉴
mi: Tahua Whakawhanake
ms: Menu pembangun
nb: Utviklermeny
nb_instk12: Utviklermeny
nl: Ontwikkelaarmenu
pl: Menu programisty
pt: Menu do desenvolvedor
pt_br: Menu do desenvolvedor
ru: Меню программиста
sl: Meni razvijalca
sv: Utvecklarmeny
sv_instk12: Utvecklarmeny
th: เมนูสำหรับผู้พัฒนา
vi: Menu nhà phát triển
zh: 开发人员菜单
zh_hk: 開發人員選單

source: Discard
ar: تجاهل
ca: Rebutja-ho
cy: Hepgor
da: Kassér
da_instk12: Kasser
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Abandonner
fr_ca: Abandonner
ga: Caith amach
hi: ठुकराएं
ht: Abandone
id: Buang
is: Henda
it: Rimuovi
ja: 破棄する
ko: 버리기
mi: Tūraki
ms: Buang
nb: Forkast
nb_instk12: Forkast
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ru: Удалить
sl: Zavrzi
sv: Avvisa
sv_instk12: Avbryt
th: ล้มเลิก
vi: Hủy Bỏ
zh: 放弃
zh_hk: 放棄

source: Disconnected
ar: غير متصل
ca: Desconnectat
cy: Wedi datgysylltu
da: Afbrudt
da_instk12: Afbrudt
de: Nicht verbunden
es: Desconectado
es_es: Desconectado
fi: Ei kytketty
fr: Déconnecté
fr_ca: Débranché
ga: Dícheangailte
hi: डिस्कनेक्ट किया गया
ht: Dekonekte
id: Terputus
is: Aftengt
it: Scollegato
ja: 接続解除
ko: 연결 해제됨
mi: Momotuhia
ms: Dinyahsambung
nb: Koblet fra
nb_instk12: Koblet fra
nl: Verbinding verbroken
pl: Odłączono
pt: Desconectado
pt_br: Desconectado
ru: Отсоединено
sl: Povezava je prekinjena
sv: Frånkopplad
sv_instk12: Frånkopplad
th: ตัดการเชื่อมต่ออยู่
vi: Đã ngắt kết nối
zh: 已断开连接
zh_hk: 中斷連線

source: discussion
ar: النقاش
ca: fòrum
cy: trafodaeth
da: diskussion
da_instk12: diskussion
de: Diskussion
es: foro de discusión
es_es: foro de discusión
fi: keskustelu
ga: fóram
hi: चर्चा
ht: diskisyon
id: diskusi
is: samræður
it: discussione
ja: ディスカッション
ko: 토론
mi: kōrerorero
ms: perbincangan
nb: diskusjon
nb_instk12: diskusjon
nl: discussie
pl: dyskusja
pt: discussão
pt_br: fórum
ru: обсуждение
sl: razprava
sv: diskussion
sv_instk12: diskussion
th: การพูดคุย
vi: thảo luận
zh: 讨论
zh_hk: 討論區

source: Discussion
ar: النقاش
ca: Fòrum
cy: Trafodaeth
da: Diskussion
da_instk12: Diskussion
de: Diskussion
es: Foro de discusión
es_es: Foro de discusión
fi: Keskustelu
ga: Fóram
hi: चर्चा
ht: Diskisyon
id: Diskusi
is: Umræða
it: Discussione
ja: ディスカッション
ko: 토론
mi: Kōrerorero
ms: Perbincangan
nb: Diskusjon
nb_instk12: Diskusjon
nl: Discussie
pl: Dyskusja
pt: Discussão
pt_br: Fórum
ru: Обсуждение
sl: Razprava
sv: Diskussion
sv_instk12: Diskussion
th: การพูดคุย
vi: Thảo Luận
zh: 讨论
zh_hk: 討論

source: Discussion Comment
ar: تعليق على النقاش
ca: Comentari sobre el fòrum
cy: Sylw ar Drafodaeth
da: Diskussionskommentar
da_instk12: Diskussionskommentar
de: Diskussionsbeitrag
es: Comentario del foro de discusión
es_es: Comentario del foro de discusión
fi: Keskustelua koskeva kommentti
fr: Commentaire discussion
fr_ca: Commentaire de discussion
ga: Ráiteas Fóraim
hi: चर्चा टिप्पणी
ht: Kòmantè Diskisyon
id: Komentar Diskusi
is: Athugasemd við umræðu
it: Commento su discussione
ja: ディスカッションのコメント
ko: 토론 댓글
mi: Kōrerorero kōrero
ms: Komen Perbincangan
nb: Diskusjonskommentarer
nb_instk12: Diskusjonskommentarer
nl: Opmerking bij discussie
pl: Komentarz do dyskusji
pt: Comentário de Discussão
pt_br: Comentário do fórum
ru: Комментарий к дискуссии
sl: Komentar k razpravi
sv: Diskussionskommentar
sv_instk12: Diskussionskommentar
th: ความเห็นในการพูดคุย
vi: Bình Luận Thảo Luận
zh: 讨论评论
zh_hk: 討論區評論

source: Discussion created
ar: تم إنشاء نقاش
ca: S’ha creat el fòrum
cy: Wedi creu trafodaeth
da: Diskussion oprettet
da_instk12: Diskussion oprettet
de: Diskussion erstellt
es: Se creó el foro de discusión
es_es: Se ha creado el foro
fi: Keskustelut luotu
fr: Discussion créée
fr_ca: Discussion créée
ga: Cruthaíodh an fóram
hi: चर्चा बनाई गई
ht: Diskisyon kreye
id: Diskusi dibuat
is: Umræða búin til
it: Discussione creata
ja: ディスカッションが作成されました
ko: 토론 만듦
mi: I hangaia he matapaki
ms: Perbincangan dicipta
nb: Diskusjon opprettet
nb_instk12: Diskusjon opprettet
nl: Discussies gemaakt
pl: Utworzono dyskusję
pt: Discussão criada
pt_br: Discussão criada
ru: Обсуждение создано
sl: Razprava ustvarjena
sv: Diskussion skapad
sv_instk12: Diskussion skapad
th: จัดทำส่วนการพูดคุยแล้ว
vi: Đã tạo thảo luận
zh: 已创建讨论
zh_hk: 已建立討論區

source: Discussion Details
ar: تفاصيل النقاش
ca: Informació sobre el fòrum
cy: Manylion Trafodaeth
da: Diskussionsdetaljer
da_instk12: Diskussionsdetaljer
de: Diskussionsdetails
es: Detalles del foro de discusión
es_es: Detalles del foro de discusión
fi: Keskustelun tiedot
fr: Détails de la discussion
fr_ca: Détails de la discussion
ga: Sonraí Fóraim
hi: चर्चा का विवरण
ht: Detay Diskisyon
id: Detail Diskusi
is: Upplýsingar umræðu
it: Dettagli discussioni
ja: ディスカッションの詳細
ko: 토론 세부 정보
mi: Kōrerorero Taipitopito
ms: Butiran Perbincangan
nb: Diskusjonsdetaljer
nb_instk12: Diskusjonsdetaljer
nl: Discussiedetails
pl: Informacje szczegółowe dotyczące dyskusji
pt: Detalhes da discussão
pt_br: Detalhes do fórum
ru: Сведения об обсуждении
sl: Podrobnosti o razpravi
sv: Diskussionens detaljer
sv_instk12: Diskussionens detaljer
th: รายละเอียดการพูดคุย
vi: Thông Tin Chi Tiết Thảo Luận
zh: 讨论详细信息
zh_hk: 討論區詳細資料

source: Discussion Post
ar: منشور النقاش
ca: Publicació al fòrum
cy: Post Trafodaeth
da: Diskussionsopslag
da_instk12: Diskussionsopslag
de: Diskussionsbeitrag
es: Publicación de foro de discusión
es_es: Publicación del foro de discusión
fi: Keskustelun lähetys
fr: Message de discussion
fr_ca: Publication de discussion
ga: Postáil Fóraim
hi: चर्चा पोस्ट
ht: Poste Diskisyon
id: Posting Diskusi
is: Umræðupóstur
it: Post di discussione
ja: ディスカッション掲示
ko: 토론 게시
mi: Kōrerorero whakairi
ms: Siaran Perbincangan
nb: Diskusjonsinnlegg
nb_instk12: Diskusjonsinnlegg
nl: Discussiebericht
pl: Post do dyskusji
pt: Postagem de discussão
pt_br: Postagem do fórum
ru: Размещение обсуждения
sl: Objava v razpravi
sv: Diskussionsinlägg
sv_instk12: Diskussionsinlägg
th: โพสต์การพูดคุย
vi: Bài Đăng Thảo Luận
zh: 讨论帖
zh_hk: 討論帖子

source: Discussion Replies
ar: ردود النقاش
ca: Respostes al fòrum
cy: Ymatebion Trafodaeth
da: Svar på diskussion
da_instk12: Svar på diskussion
de: Antworten auf Diskussion
es: Respuestas del foro de discusión
es_es: Respuestas del foro de discusión
fi: Keskustelun vastaukset
fr: Réponse à la discussion
fr_ca: Réponses à la discussion
ga: Freagraí Fóraim
hi: चर्चा के उत्तर
ht: Repons Diskisyon
id: Balasan Diskusi
is: Svör við umræðu
it: Risposte discussione
ja: ディスカッションの返信
ko: 토론 답변
mi: Ngā kōrero whakautu
ms: Balasan Perbincangan
nb: Diskusjonssvar
nb_instk12: Diskusjonssvar
nl: Discussie-antwoorden
pl: Odpowiedzi na dyskusję
pt: Respostas da discussão
pt_br: Respostas do fórum
ru: Отзывы в дискуссии
sl: Odgovori na razpravo
sv: Diskussionssvar
sv_instk12: Diskussionssvar
th: การตอบกลับการพูดคุย
vi: Trả Lời Thảo Luận
zh: 讨论回复
zh_hk: 討論回覆

source: Discussions
ar: النقاشات
ca: Fòrums
cy: Trafodaethau
da: Diskussioner
da_instk12: Diskussioner
de: Diskussionen
es: Foros de discusión
es_es: Foros de discusión
fi: Keskustelut
ga: Fóraim
hi: चर्चाएं
ht: Diskisyon
id: Diskusi
is: Umræður
it: Discussioni
ja: ディスカッション
ko: 토론
mi: Ngā Kōrerorero
ms: Perbincangan
nb: Diskusjoner
nb_instk12: Diskusjoner
nl: Discussies
pl: Dyskusje
pt: Discussões
pt_br: Fóruns
ru: Обсуждения
sl: Razprave
sv: Diskussioner
sv_instk12: Diskussioner
th: การพูดคุย
vi: Thảo Luận
zh: 讨论
zh_hk: 討論區

source: Disk Error
ar: خطأ في القرص
ca: Error de disc
cy: Gwall ar y Ddisg
da: Diskfejl
da_instk12: Diskfejl
de: Festplattenfehler
es: Error de disco
es_es: Error de disco
fi: Levyvirhe
fr: Erreur disque
fr_ca: Erreur de disque
ga: Earráid Diosca
hi: डिस्क त्रुटि
ht: Erè Disk
id: Kesalahan Disk
is: Diskavilla
it: Errore disco
ja: ディスクエラー
ko: 디스크 오류
mi: Hapa kōpae
ms: Ralat Cakera
nb: Diskfeil
nb_instk12: Diskfeil
nl: Schijffout
pl: Błąd dysku
pt: Erro de disco
pt_br: Erro do disco
ru: Ошибка диска
sl: Napaka na disku
sv: Diskfel
sv_instk12: Diskfel
th: ข้อผิดพลาดดิสก์
vi: Lỗi Ổ Đĩa
zh: 磁盘错误
zh_hk: 磁碟錯誤

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
da: Afvis
da_instk12: Afvis
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Ignorer
fr_ca: Ignorer
ga: Dún
hi: खारिज करें
ht: Rejte
id: Singkirkan
is: Sleppa
it: Ignora
ja: 取り下げる
ko: 버리기
mi: Pana
ms: Tolak
nb: Avvis
nb_instk12: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Ignorar
pt_br: Descartar
ru: Исключить
sl: Opusti
sv: Avvisa
sv_instk12: Avvisa
th: ยกเลิก
vi: Hủy Bỏ
zh: 撤销
zh_hk: 忽略

source: Dismiss %@
ar: تجاهل %@
ca: Descarta %@
cy: Gwrthod %@
da: Afvis %@
da_instk12: Afvis %@
de: Verwerfen %@
es: Descartar %@
es_es: Descartar %@
fi: Ohita %@
fr: Ignorer %@
fr_ca: Ignorer %@
ga: Ruaig %@ é seo
hi: खारिज करें %@
ht: Rejte %@
id: Singkirkan %@
is: Sleppa %@
it: Ignora %@
ja: 取り下げる%@
ko: 버리기 %@
mi: Pana %@
ms: Tolak %@
nb: Avvise %@
nb_instk12: Avvise %@
nl: Afwijzen %@
pl: Odrzuć %@
pt: Ignorar %@
pt_br: Descartar %@
ru: Исключить %@
sl: Opusti %@
sv: Avvisa %@
sv_instk12: Avvisa %@
th: ยกเลิก %@
vi: Bỏ %@
zh: 撤销%@
zh_hk: 忽略%@

source: Dismiss Drop Down Details
ar: تجاهل تفاصيل القائمة المنسدلة
ca: Descarta la informació desplegable
cy: Anwybyddu Manylion Cwymplen
da: Afvis dropdown-oplysninger
da_instk12: Afvis dropdown-oplysninger
de: Dropdown-Details verwerfen
es: Descartar detalles desplegables
es_es: Descartar detalles del desplegable
fi: Ohita pudotuksen yksityiskohdat
fr: Ignorer les détails du menu déroulant
fr_ca: Supprimer les détails de la liste déroulante
ga: Ruaig Sonraí Anuas
hi: ड्रॉप डाउन विवरण खारिज करें
ht: Elimine Detay Lis Dewoulan
id: Singkirkan Detail Drop Down
is: Hunsa felliupplýsingar
it: Ignora dettagli a discesa
ja: ドロップダウンの詳細を却下する
ko: 버리기 드롭다운 세부 정보
mi: Whakakorehia nga Taipitopito Whakataka
ms: Tolak Butiran Juntai Bawah
nb: Avvis rullegardindetaljer
nb_instk12: Avvis rullegardindetaljer
nl: Vervolgkeuzedetails afwijzen
pl: Ukryj rozwijane szczegóły
pt: Detalhes do menu suspenso Dispensar
pt_br: Dispensar detalhes do menu suspenso
ru: Убрать выпадающие подробности
sl: Odpusti spustni seznam Podrobnosti
sv: Avvisa information i rullgardinsmenyn
sv_instk12: Avvisa information i rullgardinsmenyn
th: ยกเลิกรายละเอียดแสดงรายการ
vi: Bỏ Qua Các Thông Tin Chi Tiết Từ Trình Thả Xuống
zh: 忽略下拉菜单详情
zh_hk: 關閉下拉詳細資料

source: Dismiss menu
ar: استبعاد القائمة
ca: Descarta el menú
cy: Dewislen gwrthod
da: Luk menu
da_instk12: Luk menu
de: Menü verwerfen
es: Menú Descartar
es_es: Descartar menú
fi: Ohita valikko
fr: Ignorer le menu
fr_ca: Annuler le menu
ga: Roghchlár a dhíbhe
hi: मेनू खारिज करें
ht: Anile meni
id: Abaikan menu
is: Hunsa valmynd
it: Chiudi menù
ja: 削除メニュー
ko: 버리기 메뉴
mi: Whakakore i te rārangi kōwhiringa
ms: Tolak menu
nb: Lukk meny
nb_instk12: Lukk meny
nl: Menu verwijderen
pl: Odrzuć menu
pt: Menu de exclusão
pt_br: Dispensar menu
ru: Отключить меню
sl: Opusti meni
sv: Avvisa-meny
sv_instk12: Avvisa-meny
th: เมนูล้มเลิก
vi: Loại bỏ menu
zh: 忽略菜单
zh_hk: 解除選單

source: Display As
ar: عرض كـ
ca: Mostra com a
cy: Dangos Fel
da: Vis som
da_instk12: Vis som
de: Anzeigen als
es: Mostrar como
es_es: Mostrar como
fi: Näytä muodossa
fr: Afficher en tant que
fr_ca: Afficher comme
ga: Taispeáin Mar
hi: इस तरह से डिस्प्ले करें:
ht: Afiche Tankou
id: Tampilkan Sebagai
is: Sýna sem
it: Visualizza come
ja: 表示方法
ko: 표시 방식
mi: Whakaatu Hei
ms: Paparkan Sebagai
nb: Vis som
nb_instk12: Vis som
nl: Weergaven als
pl: Wyświetl jako
pt: Mostrar como
pt_br: Exibir como
ru: Отобразить как
sl: Prikaži kot
sv: Visa som
sv_instk12: Visa som
th: แสดงเป็น
vi: Hiển Thị Dưới Dạng
zh: 显示为
zh_hk: 顯示為

source: Display Grade as
ar: عرض التقدير كأنه
ca: Mostra la nota com
cy: Dangos Gradd fel
da: Vis karakter som
da_instk12: Vis vurdering som
de: Note anzeigen als
es: Mostrar calificación como
es_es: Mostrar nota como
fi: Näytä arvosana seuraavasti
fr: Afficher la note en tant que
fr_ca: Afficher la note en tant que
ga: Taispeáin Marc mar
hi: ग्रेड इस प्रकार से डिस्प्ले करें:
ht: Afiche Klas tankou
id: Tampilkan Nilai sebagai
is: Sýna einkunn sem
it: Visualizza voto come
ja: 評定の表示方法
ko: 점수 표시 방식
mi: Whakātu Kōeke ī
ms: Paparkan Gred sebagai
nb: Vis vurderingen som
nb_instk12: Vis vurderingen som
nl: Geef cijfer aan als
pl: Wyświetl ocenę jako
pt: Mostrar nota como
pt_br: Exibir nota como
ru: Отобразить оценку в виде
sl: Prikaži oceno kot
sv: Visa omdöme som
sv_instk12: Visa bedömning som
th: แสดงเกรดเป็น
vi: Hiển thị Điểm dưới dạng
zh: 计分显示为
zh_hk: 將評分顯示為

source: Do not send me anything
ar: عدم إرسال أي شيء لي
ca: No m'enviïs res
cy: Peidio ag anfon dim ataf fi
da: Send mig ikke noget
da_instk12: Send mig ikke noget
de: Nichts an mich senden
es: No enviarme nada
es_es: No enviarme nada
fi: Älä lähetä minulle mitään
fr: Ne rien m’envoyer
fr_ca: Ne rien m’envoyer
ga: Ná seol rud ar bith chugam
hi: मुझे कुछ भी नहीं भेजें
ht: Pa voye anyen ban mwen
id: Jangan kirimi saya apa pun
is: Ekki senda mér neitt
it: Non inviarmi nulla
ja: 何も送信しない
ko: 모두 수신 거부
mi: Kaua e tukunga tētahi mea ki ahau
ms: Jangan hantar apa-apa kepada saya
nb: Ikke send meg noe
nb_instk12: Ikke send meg noe
nl: Me niets sturen
pl: Nic mi nie wysyłaj
pt: Não enviar nada para mim
pt_br: Não me envie nada
ru: Не посылайте мне ничего
sl: Ne pošiljaj mi ničesar
sv: Skicka inte mig någonting
sv_instk12: Skicka inte mig någonting
th: ไม่ต้องส่งข้อมูลให้ฉัน
vi: Không gửi cho tôi bất kỳ thứ gì
zh: 不发送任何内容
zh_hk: 請勿給我發送任何訊息

source: Does Not Repeat
ar: عدم التكرار
ca: No es repeteix
cy: Ddim yn Ailadrodd
da: Gentages ikke
da_instk12: Gentages ikke
de: Wird nicht wiederholt
es: No repite
es_es: No se repite
fi: Ei toistu
fr: Ne se répète pas
fr_ca: Ne se répète pas
ga: Ní Athdhéantar É
hi: दोहराता नहीं है
ht: Pa Repete
id: Tidak Berulang
is: Ekki endurtekið
it: Non si ripete
ja: 繰り返さない
ko: 반복하지 않음
mi: E kore e tukurua
ms: Jangan Ulang
nb: Gjentas ikke
nb_instk12: Gjentas ikke
nl: Wordt niet herhaald
pl: Nie powtarza się
pt: Não se repete
pt_br: Não se repete
ru: Не повторяет
sl: Se ne ponavlja
sv: Ej återkommande
sv_instk12: Ej återkommande
th: ไม่ทวนซ้ำ
vi: Không Lặp Lại
zh: 不重复
zh_hk: 不重複

source: Domain
ar: المجال
ca: Domini
cy: Parth
da: Domæne
da_instk12: Domæne
de: Domäne
es: Dominio
es_es: Dominio
fi: Verkkotunnus
fr: Domaine
fr_ca: Domaine
ga: Fearann
hi: डोमेन
ht: Domèn
is: Lén
it: Dominio
ja: ドメイン
ko: 도메인
mi: rohe
nb: Domene
nb_instk12: Domene
nl: Domein
pl: Domena
pt: Domínio
pt_br: Domínio
ru: Домен
sl: Domena
sv: Domän
sv_instk12: Domän
th: โดเมน
vi: Tên Miền
zh: 域
zh_hk: 網域

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
da_instk12: Udført
de: Fertig
es: Listo
es_es: Hecho
fi: Valmis
fr: Terminé
fr_ca: Terminé
ga: Déanta
hi: हो गया
ht: Fini
id: Selesai
is: Lokið
it: Fatto
ja: 終了
ko: 완료
mi: Kua mahia
ms: Siap
nb: Ferdig
nb_instk12: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
pt_br: Feito
ru: Готово
sl: Dokončano
sv: Klar
sv_instk12: Klar
th: เสร็จสิ้น
vi: Đã Xong
zh: 完成
zh_hk: 已完成

source: Double tap to close toolbar
ar: اضغط مرتين لإغلاق شريط الأدوات
ca: Toqueu-hi dues vegades per tancar la barra d'eines
cy: Tapiwch ddwywaith i gau’r bar offer
da: Dobbelttryk for at lukke værktøjslinjen
da_instk12: Dobbelttryk for at lukke værktøjslinjen
de: Zweimal tippen, um Symbolleiste zu schließen
es: Toque dos veces para cerrar la barra de herramientas
es_es: Doble toque para cerrar la barra de herramientas
fi: Sulje työkalupalkki kaksoisnapsauttamalla
fr: Appuyez deux fois pour fermer la barre d’outils
fr_ca: Taper à 2 reprises pour fermer la barre d’outils
ga: Beartaigh faoi dhó chun an barra uirlisí a dhúnadh
hi: उपकरण पट्टी बंद करने के लिए डबल टैप करें
ht: Tape de fwa pou fèmen ba anotasyon an
id: Ketuk dua kali untuk menutup bilah alat
is: Pikkaðu tvisvar til að loka tólaslá
it: Tocca due volte per chiudere la barra strumenti
ja: ダブルタップしてツールバーを閉じる
ko: 2번 탭하여 도구 모음 닫기
mi: Pato rua ki te kati paeutauta
ms: Ketik dua kali untuk menutup bar alat
nb: Dobbeltklikk for å lukke verktøylinje
nb_instk12: Dobbeltklikk for å lukke verktøylinje
nl: Tik twee keer om de werkbalk te sluiten
pl: Stuknij dwukrotnie, aby zamknąć pasek narzędzi
pt: Toque duas vezes para fechar a barra de ferramentas
pt_br: Toque duas vezes para fechar a barra de ferramentas
ru: Щелкните дважды, чтобы закрыть панель
sl: Dvakrat tapnite za zapiranje orodne vrstice
sv: Dubbeltryck för att stänga verktygsfältet
sv_instk12: Dubbeltryck för att stänga verktygsfältet
th: กดเลือกสองครั้งเพื่อปิดแถบเครื่องมือ
vi: Nhấn đúp để đóng thanh công cụ
zh: 双击关闭工具栏
zh_hk: 點選兩下以關閉工具列

source: Double tap to open toolbar
ar: اضغط مرتين لفتح شريط الأدوات
ca: Toqueu-hi dues vegades per obrir la barra d'eines
cy: Tapiwch ddwywaith i agor y bar offer
da: Dobbelttryk for at åbne værktøjslinjen
da_instk12: Dobbelttryk for at åbne værktøjslinjen
de: Zweimal tippen, um Symbolleiste zu öffnen
es: Toque dos veces para abrir la barra de herramientas
es_es: Doble toque para abrir la barra de herramientas
fi: Avaa työkalupalkki kaksoisnapsauttamalla
fr: Appuyez deux fois pour ouvrir la barre d’outils
fr_ca: Taper à 2 reprises pour ouvrir la barre d’outils
ga: Beartaigh faoi dhó chun an barra uirlisí a oscailt
hi: उपकरण पट्टी खोलने के लिए डबल टैप करें
ht: Tape de fwa pou ouvri ba anotasyon an
id: Ketuk dua kali untuk membuka bilah alat
is: Pikkaðu tvisvar til að opna tólaslá
it: Tocca due volte per aprire la barra strumenti
ja: ダブルタップしてツールバーを開く
ko: 2번 탭하여 도구 모음 열기
mi: Pato rua hei whakatuwhera i te paeutauta
ms: Ketik dua kali untuk membuka bar alat
nb: Dobbeltklikk for å åpne verktøylinje
nb_instk12: Dobbeltklikk for å åpne verktøylinje
nl: Tik twee keer om de werkbalk te openen
pl: Stuknij dwukrotnie, aby otworzyć pasek narzędzi
pt: Toque duas vezes para abrir a barra de ferramentas
pt_br: Toque duas vezes para abrir a barra de ferramentas
ru: Щелкните дважды, чтобы открыть панель
sl: Dvakrat tapnite za odpiranje orodne vrstice
sv: Dubbeltryck för att öppna verktygsfältet
sv_instk12: Dubbeltryck för att öppna verktygsfältet
th: กดเลือกสองครั้งเพื่อเปิดแถบเครื่องมือ
vi: Nhấn đúp để mở thanh công cụ
zh: 双击打开工具栏
zh_hk: 點選兩下以開啟工具列

source: Double tap to remove
ar: اضغط ضغطًا مزدوجًا للإزالة
ca: Toca dues vegades per suprimir-ho
cy: Dwbl tap i dynnu
da: Dobbelttryk for at fjerne
da_instk12: Dobbelttryk for at fjerne
de: Zum Entfernen zweimal tippen
es: Toque dos veces para eliminarlo
es_es: Toca dos veces para eliminar
fi: Poista kaksoinapsauttamalla
fr: Appuyer deux fois rapidement pour supprimer
fr_ca: Double tapotement pour retirer
ga: Tapáil faoi dhó chun é a bhaint
hi: निकालने के लिए दो बार टैप करें
ht: Tape de fwa pou elimine
id: Ketuk dua kali untuk menghapus
is: Pikkaðu tvisvar til að fjarlægja
it: Toccare due volte per rimuovere
ja: ダブルタップして削除する
ko: 2번 탭하여 제거
mi: Pato taurua hei tango
ms: Ketik dua kali untuk mengalih keluar
nb: Dobbeltklikk for å fjerne
nb_instk12: Dobbeltklikk for å fjerne
nl: Twee keer tikken om te verwijderen
pl: Stuknij dwukrotnie, aby usunąć
pt: Toque duas vezes para remover
pt_br: Toque duas vezes para remover
ru: Щелкните дважды для удаления
sl: Dvakrat tapnite za odstranitev
sv: Dubbeltryck för att ta bort
sv_instk12: Dubbeltryck för att ta bort
th: กดสองครั้งเพื่อลบ
vi: Nhấp đúp để xóa
zh: 双击以删除
zh_hk: 點選兩下即可移除
